<?=$temp['header_up']?>
<script>
$(function(){
	var global_json = {
		'ui_title_Str' : '角色商店',
		'ui_nav_name': 'shop'
	};
	game_init(global_json);
});
</script>
<?=$temp['header_down']?>
<?=$temp['header_bar']?>

<h3 style="color: blue;">正義陣營</h3>
<p>天皇：正義陣營的領導者，能夠感測出妖魔的氣息，因此能夠洞察除了邪惡奴僕以外的邪惡陣營角色，若在遊戲結束時被吸血鬼刺殺，則正義陣營的任務失敗</p>
<p>天皇護衛：知道誰是天皇</p>
<p>吸血鬼獵人：遊戲結束時，若能夠猜中吸血鬼角色，則可以殺死吸血鬼</p>
<p>血鬥士：混了妖魔血液的勇士，邪惡陣營會誤以為血鬥士是妖魔，但血鬥士隸屬於正義陣營</p>
<p>真言法師：第三天的地牢守護任務結束時，可以揭穿一個玩家的真面目，讓所有玩家知道這個玩家的真實身份</p>
<p>劍士：這個角色什麼都不會</p>

<br>

<h3 style="color: red;">邪惡陣營</h3>
<p>吸血鬼：遊戲結束時，能選擇一個角色施展一擊必殺，若選擇的是天皇，則邪惡陣營直接勝利，這個角色特立獨行，所以不會知道他的邪惡陣營夥伴有誰</p>
<p>邪惡奴僕：知道邪惡陣營的夥伴有誰，受到邪惡陣營蠱惑的人類奴僕，因為本身沒有妖氣，所以天皇無法分辨出他的身份隸屬於邪惡陣營，亦不會被邪惡陣營的夥伴洞察到其隸屬於邪惡陣營</p>
<p>無臉女妖：知道邪惡陣營的夥伴有誰，可以將臉變成天皇的模樣假冒成天皇，讓天皇護衛誤以為他是天皇</p>
<p>黑魔法巫師：知道邪惡陣營的夥伴有誰，第三天的地牢守護任務結束時，可以偽造一個玩家的真實身份，讓所有玩家誤認這個玩家的真實身份</p>
<p>水鬼：第三天的地牢守護任務結束時，能利用湖中的神力感知一個角色的真實身份，但不會因此被公開</p>
<p>哥不林：知道邪惡陣營的夥伴有誰</p>

<br>

<h3 style="color: gray;">中立陣營</h3>
<p>狼人：第三天的地牢守護任務結束時，可以決定轉換成正義狼人或是邪惡狼人</p>

<br><br>

<p>說明：只要任何玩家購買任何角色並參戰，則此局所有玩家都有機會抽到這個角色</p>

<?=$temp['footer_bar']?>
<?=$temp['body_end']?>